Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Keyword
bn_bd: কীওয়ার্ড

source: Keyword:
bn_bd: কীওয়ার্ড:

source: Keywords:
bn_bd: কীওয়ার্ড:

source: Khmer
bn_bd: খেমার

source: Kikuyu
bn_bd: কিকুয়ু

source: Kingman Reef
bn_bd: কিংম্যান প্রবালপ্রাচীর

source: Kinyarwanda
bn_bd: কিনিয়ারোয়ান্ডা

source: Kirghiz
bn_bd: কির্গিজ

source: Kiribati
bn_bd: কিরিবাটি

source: Kirundi
bn_bd: কিরুন্ডি

source: Klingon
bn_bd: ক্লিংগন

source: Komi
bn_bd: কোমি

source: Kongo
bn_bd: কঙ্গো

source: Konkani
bn_bd: কোঙ্কানি

source: Korean
bn_bd: কোরীয়

source: Korea, North
bn_bd: উত্তর কোরিয়া

source: Korea, South
bn_bd: দক্ষিণ কোরিয়া

source: Kosovo
bn_bd: কসভো

source: Kuanyama
bn_bd: কুয়ানইয়ামা

source: Kurdish
bn_bd: কুর্দী

source: Kuwait
bn_bd: কুয়েত

source: Kyrgyzstan
bn_bd: কির্গিজস্তান

source: l
bn_bd: I

source: L
bn_bd: ক

source: label
bn_bd: লেবেল

source: Label
bn_bd: লেবেল

source: Label:
bn_bd: লেবেল:

source: Label by:
bn_bd: লেবেল দ্বারা:

source: Label objects by the broad categories they fit in
bn_bd: বড় বিষয়শ্রেণিতে ফিট হয় এমনভাবে অবজেক্ট লেবেল দিন

source: Label objects by their internal C++ type name
bn_bd: অভ্যন্তরীণ C++ ধরন অনুসারে অবজেক্ট লেবেল দিন

source: Label objects by the JavaScript stack recorded when it was allocated
bn_bd: যখন অবজেক্ট অ্যালোকেট হবে আইটেমগুলো JavaScript stack recorded অনুসারে অবজেক্ট লেবেল দিন

source: Landmarks
bn_bd: ল্যান্ডমার্কগুলো

source: Landscape
bn_bd: আড়াআড়ি (L)

source: Language
bn_bd: ভাষা

source: Languages
bn_bd: ভাষা

source: Lao
bn_bd: লাও

source: Laos
bn_bd: লাওস

source: Laptops
bn_bd: ল্যাপটপ

source: Large Allocation Failed
bn_bd: বড় বরাদ্দ ব্যর্থ

source: Large minimum font size
bn_bd: বড় নূন্যতম ফন্টের আকার

source: Larger Font
bn_bd: বড় ফন্ট a

source: Last accessed on
bn_bd: সর্বশেষ প্রবেশ

source: Last Changed
bn_bd: সর্বশেষ পরিবর্তিত

source: Last fetched:
bn_bd: সর্বশেষ fetch করা হয়েছিল:

source: Last > First Sort Order
bn_bd: শেষ > প্রথম ক্রম বিন্যাস (L)

source: Last Four Hours
bn_bd: গত ৪ ঘন্টা

source: Last Hour
bn_bd: গত ১ ঘন্টা

source: Last item
bn_bd: শেষ আইটেম

source: Last modified:
bn_bd: শেষ যে তারিখে পরিবর্তিত:

source: Last Modified
bn_bd: সর্বশেষ পরিবর্তনের তারিখ

source: Last page
bn_bd: শেষ পাতা

source: Last %S days
bn_bd: গত %S দিন

source: Last sync: %S
bn_bd: সর্বশেষ সিঙ্ককৃত : %S

source: Last Two Hours
bn_bd: গত ২ ঘন্টা

source: Last Updated
bn_bd: সর্বশেষ হালনাগাদকৃত

source: Last update status
bn_bd: সর্বশেষ হালনাগাদ অবস্থা

source: Last update time
bn_bd: সর্বশেষ হালনাগাদের সময়

source: Last Used
bn_bd: সর্বশেষ ব্যবহৃত

source: Latency
bn_bd: যোজনী

source: Late Write #%1$S
bn_bd: #%1$S দেরিতে লেখা

source: Late Writes
bn_bd: বিলম্বিত লেখনী

source: Latin
bn_bd: ল্যাটিন

source: Latvia
bn_bd: লাটভিয়া

source: Latvian
bn_bd: লাতভিয়ান

source: Launch application
bn_bd: অ্যাপ্লিকেশন আরম্ভ

source: Launch Application
bn_bd: অ্যাপ্লিকেশন চালু

source: &Launch $BrandShortName now
bn_bd: $BrandShortName এখনি চালু করা হবে (&L)

source: Launch path has to be an absolute path starting with ‘/’: ‘%S’
bn_bd: চালু করার পথটিকে '/': '%S' দিয়ে শুরু হয় এমন একটি অ্যাবসোলুট পথ হতে হবে

source: Launch profile in new browser
bn_bd: নতুন ব্রাউজারে প্রোফাইল চালু করুন।

source: Layout
bn_bd: লেআউট

source: Learn about New Tab
bn_bd: নতুন ট্যাব সম্পর্কে জানুন

source: Learn About Sending Tabs…
bn_bd: Sending Tabs নিয়ে আরো জানুন…

source: Learn about the changes to add-ons
bn_bd: অ্যাড-অনের পরিবর্তন নিয়ে অারো জানুন

source: Learn how
bn_bd: শিখুন কিভাবে হয়

source: Learn How to Speed It Up
bn_bd: কিভাবে এটির গতি বাড়ানো যায় তা জানুন

source: learn more.
bn_bd: আরও জানুন।

source: Learn more
bn_bd: আরও জানুন

source: Learn more…
bn_bd: আরও জানুন…

source: Learn More
bn_bd: আরও জানুন

source: Learn More.
bn_bd: আরও জানুন।

source: Learn More…
bn_bd: আরও জানুন…

source: Learn more about
bn_bd: এ সম্পর্কে আরও জানুন

source: Learn more about add-ons
bn_bd: অ্যাড-অন সম্পর্কে আরও শিখুন

source: Learn more about DRM…
bn_bd: DRM সম্পর্কে আরও জানুন…

source: Learn more about our efforts to help keep you safe online.
bn_bd: আপনাকে অনলাইনে নিরাপদ রাখতে সাহায্য করতে আমাদের প্রচেষ্টা সম্পর্কে আরও জানুন.

source: learn more about what you can do.
bn_bd: আপনি আরও কি কি করতে পারবেন তা আরো বিস্তারিত জানুন।

source: Leave Page
bn_bd: পৃষ্ঠাটি ত্যাগ করুন

source: Leave Responsive Design Mode
bn_bd: রেসপনসিভ ডিজাইন মোড ত্যাগ করুন

source: Lebanon
bn_bd: লেবানন

source: left
bn_bd: বাম

source: Left
bn_bd: বাম

source: Left:
bn_bd: বাম: (L)

source: Left Arrow
bn_bd: বাম তীর

source: Left footer
bn_bd: বামদিকের পাদচরণ

source: Left header
bn_bd: বামদিকের শীর্ষচরণ

source: Legitimate banks, stores, and other public sites will not ask you to do this.
bn_bd: আইনসঙ্গত ব্যাংক, বিপনী ও অন্যান্য সার্বজনীন সাইট দ্বারা এই অনুরোধ করা হবে না।

source: length value for matched media condition
bn_bd: দৈর্ঘ্যের মূল্য মানানসই হয়েছে মিডিয়ার অবস্থার জন্য

source: Lesotho
bn_bd: লেসোথো

source: Less
bn_bd: কম

source: Less Information
bn_bd: কম তথ্য

source: Less than a day ago
bn_bd: এক দিনের চেয়েও কম সময় পূর্বে

source: Less than a day remaining
bn_bd: এক দিনের চেয়েও কম সময় বাকি আছে

source: Let’s go!
bn_bd: চলুন যাওয়া যাক!

source: libavcodec may be vulnerable or is not supported, and should be updated to play video.
bn_bd: libavcodec হয়তো দূর্বল বা সমর্থিত নয় এবং ভিডিও চালাতে যা হালনাগাদ করতে হবে।

source: Liberia
bn_bd: লাইবেরিয়া

source: Libpkix internal error occurred during cert validation.
bn_bd: cert কার্যকরনের সময় Libpkix অভ্যন্তরীণ ত্রুটি হয়েছে।

source: Library
bn_bd: লাইব্রেরি

source: Library Versions
bn_bd: লাইব্রেরী সংস্করণসমূহ

source: Libya
bn_bd: লিবিয়া

source: License information
bn_bd: লাইসেন্স সংক্রান্ত তথ্য

source: licensing information
bn_bd: লাইসেন্স সংক্রান্ত

source: Licensing Information
bn_bd: লাইসেন্স এর তথ্য

source: Liechtenstein
bn_bd: লিকটেনস্টেইন

source: Lifetime
bn_bd: মেয়াদ

source: Light
bn_bd: হালকা

source: lightness
bn_bd: রঙের মৃদুতা

source: Limburgan
bn_bd: লিমবারগ্যান

source: Limit cache to
bn_bd: ক্যাশের সীমা L

source: Line:
bn_bd: লাইন:

source: Line %1$S, Col %2$S
bn_bd: লাইন %1$S, কলাম %2$S

source: Line: {{line}}
bn_bd: লাইন: {{line}}

source: Line not found
bn_bd: লাইন পাওয়া যায়নি

source: Line number
bn_bd: লাইন নম্বর

source: Line: %S
bn_bd: লাইন: %S

source: Line: %S, Column: %S
bn_bd: লাইন: %S, কলাম: %S

source: Line to jump to
bn_bd: জাম্প করার লাইন

source: Lingala
bn_bd: লিঙ্গালা

source: link
bn_bd: লিংক

source: Link Colors
bn_bd: লিঙ্কের রং

source: Links
bn_bd: লিংকসমূহ

source: list
bn_bd: তালিকা

source: List
bn_bd: তালিকা

source: ;List All #1 Tabs
bn_bd: ;সকল #1 ট্যাব এর তালিকা

source: List all profiles
bn_bd: সকল প্রোফাইলের তালিকা করুন

source: List all tabs
bn_bd: সব ট্যাবের তালিকা

source: list box
bn_bd: তালিকা বাক্স

source: Listening on port %1$S
bn_bd: %1$S পোর্টে listen করা হচ্ছে

source: Listen is disabled by the devtools.debugger.remote-enabled preference
bn_bd: devtools.debugger.remote-enabled preference দ্বারা Listen নিষ্ক্রিয় করা আছে

source: List installed add-ons
bn_bd: ইনস্টলকৃত অ্যাড-অনের তালিকা

source: list item
bn_bd: তালিকার আইটেম

source: List items
bn_bd: তালিকার আইটেম

source: Lists
bn_bd: তালিকা

source: List the source URLs loaded in the debugger
bn_bd: ডিবাগারে লোড করা উৎস URL গুলো তালিকা কর

source: Lithuania
bn_bd: লিথুয়ানিয়া

source: Lithuanian
bn_bd: লিথুয়ানিয়ান

source: Live Bookmark feed failed to load.
bn_bd: লাইভ বুকমার্ক ফিড লোড করতে ব্যর্থ।

source: Live Bookmark loading…
bn_bd: লাইভ বুকমার্ক লোড করা হচ্ছে...

source: Live Bookmarks
bn_bd: লাইভ বুকমার্ক

source: Live GLSL shader language editor for WebGL
bn_bd: WebGL এর জন্য সরাসরি GLSL শেডার ভাষা সম্পাদক

source: lnk
bn_bd: লিংক

source: Load
bn_bd: লোড (L)

source: loaded
bn_bd: লোড করা হয়েছে

source: Loaded by extension: %S
bn_bd: এক্সটেনশন দ্বারা লোডকৃত: %S

source: Loaded commands from ‘%1$S’
bn_bd: '%1$S' থেকে কমান্ড লোড করা হয়েছে

source: Loaded from disk
bn_bd: ডিস্ক থেকে লোড করা হয়েছে

source: Load Images
bn_bd: ছবি লোড করা

source: loading
bn_bd: লোড করা হচ্ছে

source: Loading
bn_bd: লোড করা হচ্ছে

source: Loading…
bn_bd: লোড করা হচ্ছে…

source: Loading mixed (insecure) active content “%1$S” on a secure page
bn_bd: একটী নিরাপদ পৃষ্ঠা "%1$S" এ সক্রিয় (ঝুঁকিপূর্ন) বিষয়বস্তু লোড করা হচ্ছে।

source: Loading mixed (insecure) display content “%1$S” on a secure page
bn_bd: একটি নিরাপদ পৃষ্ঠা "%1$S" এ (ঝুকিপূর্ন) প্রদর্শনের জন্য বাহারী বিষয়বস্তু লোড করা হচ্ছে।

source: loading stopped
bn_bd: লোড করা থামানো হয়েছে

source: Loading templates…
bn_bd: টেমপ্লেট লোড করা হচ্ছে…

source: Loading\u2026
bn_bd: লোড হচ্ছে…

source: Load more…
bn_bd: আরও লোড করুন...

source: Load PKCS#11 Device Driver
bn_bd: PKCS#11 ডিভাইস ড্রাইভার লোড করুন

source: Load Temporary Add-on
bn_bd: অস্থায়ী অ্যাড-অন লোড করুন

source: Load the %1$S Developer Tools from a complete mozilla-central checkout.
bn_bd: একটি সম্পূর্ন মজিলা সেন্ট্রাল চেকআউট থেকে %1$S ডেভেলপার টুল লোড করুন।

source: Load this bookmark in the sidebar
bn_bd: বুকমার্কটি সাইডবারে লোড করা হবে

source: Load tools from a mozilla-central checkout
bn_bd: কোনো মজিলা-সেন্ট্রাল চেকআউট থেকে টুল লোড করো

source: Local
bn_bd: স্থানীয়

source: Local Candidate
bn_bd: লোকল পার্থী

source: Local Directory
bn_bd: স্থানীয় ডিরেক্টরি

source: local file
bn_bd: স্থানীয় ফাইল

source: (local files)
bn_bd: (স্থানীয় ফাইল)

source: Local Runtime
bn_bd: লোকাল রানটাইম

source: Local SDP
bn_bd: লোকাল SDP

source: Local Storage
bn_bd: স্থানীয় স্টোরেজ

source: Location
bn_bd: অবস্থান

source: Location:
bn_bd: অবস্থান:

source: Location Aware Browsing:
bn_bd: অবস্থান সচেতন ব্রাউজিং:

source: Location-Aware Browsing is now disabled
bn_bd: অবস্থান-সচেতন-ব্রাউজিং নিস্ক্রিয়

source: Location Bar
bn_bd: অবস্থান সূচক বার

source: Location: %S
bn_bd: অবস্থান: %S

source: locked
bn_bd: আবদ্ধ

source: log
bn_bd: লগ

source: Log
bn_bd: লগ

source: Log CSS errors and warnings
bn_bd: লগ নিরাপত্তা ত্রুটি ও সতর্কীকরণ

source: Logged In
bn_bd: লগইন করা হয়েছে

source: Logging
bn_bd: লগিং

source: Log In
bn_bd: লগইন (n)

source: Login already exists
bn_bd: লগইন বিদ্যমান

source: Logins
bn_bd: লগইন

source: Logins entered here could be compromised. %1$S
bn_bd: এখানে ব্যবহৃত সকল লগইন চুরি হতে পারে। %1$S

source: Logins entered on this page could be compromised.
bn_bd: এই পাতায় লগইন করতে যে তথ্য দিয়েছেন তা চুরি হতে পারে।

source: Logins for the following sites are stored on your computer:
bn_bd: আপনার কম্পিউটারে নিম্নলিখিত সাইটগুলোর জন্য লগইন সংরক্ষিত আছে:

source: Log install process
bn_bd: ইনস্টল প্রক্রিয়া লগ করা হবে

source: Log in to network
bn_bd: নেটওয়ার্কে লগইন করুন

source: Log JavaScript exceptions
bn_bd: জাভাস্ক্রিপ্টের ব্যতিক্রমে লগ করুন

source: Log messages received from a web server
bn_bd: একটি ওয়েব সার্ভার থেকে লগ বার্তা গৃহীত

source: Log messages sent to the window.console object
bn_bd: উইন্ডোতে লগ বার্তা প্রেরণ করা হয়েছে।কনসোল অবজেক্ট

source: Log network access
bn_bd: নেটওয়ার্ক এক্সেসে লগ করুন

source: Logotype
bn_bd: লোগোটাইপ

source: Log Out
bn_bd: লগআউট (O)

source: Logs
bn_bd: লগ

source: Log security errors and warnings
bn_bd: লগ নিরাপত্তা ত্রুটি ও সতর্কীকরণ

source: Long Average
bn_bd: দীর্ঘ গড়

source: Long Description:
bn_bd: বিস্তারিত বিবরণ:

source: long division
bn_bd: দীর্ঘ বিভাজন

source: Long Standard Deviation
bn_bd: লং স্ট্যান্ডার্ড ডেভিয়েশন

source: Looked up %1$S…
bn_bd: %1$S অনুসন্ধান করা হয়েছে…

source: Look in:
bn_bd: যে স্থানে খোঁজা হবে‌: (L)

source: Looking for newer versions of &brandShortName;…
bn_bd: &brandShortName; এর নতুন সংস্করণ খোঁজা হচ্ছে…

source: Looking to personalize your browser?
bn_bd: আপনার ব্রাউজার নিজের মত করতে চান?

source: Looking up %1$S…
bn_bd: %1$S অনুসন্ধান করা হচ্ছে…

source: Looks like you’ve reinstalled %S. Want us to clean it up for a fresh, like-new experience?
bn_bd: মনে হচ্ছে %S আপনি পুনরায় ইনস্টল করেছেন। আপনি কি চান নতুনের মত অভিজ্ঞতা পেতে আমরা এটি পরিষ্কার করি?

source: Loop
bn_bd: পুনরাবৃত্তি

source: Lost
bn_bd: হারানো

source: Lower Sorbian
bn_bd: লোয়ার সার্বিয়ান

source: Low Memory
bn_bd: মেমোরির স্বল্পতা

source: &lt; Back
bn_bd: &lt; পূর্ববর্তী (B)

source: &lt;&lt; Newer ping
bn_bd: &lt;&lt; নতুন পিং

source: Luba-Katanga
bn_bd: লুবা-কাতাঙ্গা

source: Luxembourg
bn_bd: লুক্সেমবার্গ

source: Luxembourgish
bn_bd: লুক্সেমবুর্গীয়

source: Macau
bn_bd: মাকাও

source: MAC computation failed.
bn_bd: MAC কম্পিউটেশন বিফল।

source: Macedonia
bn_bd: ম্যাসিডোনিয়া

source: Macedonian
bn_bd: ম্যাসেডোনিয়ান

source: Madagascar
bn_bd: মাদাগাস্কার

source: main
bn_bd: প্রধান

source: Main Process
bn_bd: প্রধান প্রক্রিয়া

source: Maintain Offline Storage
bn_bd: অফলাইন স্টোরেজ ব্যবস্থাপনা

source: main thread, no OMTC
bn_bd: মূল থ্রেড, OMTC নাই

source: Make a donation
bn_bd: দান করুন

source: Make Default
bn_bd: পূর্বনির্ধারণ তৈরি করুন D

source: Make Default…
bn_bd: ডিফল্ট করুন…

source: Make page changes
bn_bd: পৃষ্ঠা পরিবর্তন করুন

source: Make this the c&urrent search engine
bn_bd: এটিকে বর্তমান &u সার্চ ইঞ্জিন বানান

source: Malagasy
bn_bd: মালাগাসী

source: Malawi
bn_bd: মালাউই

source: Malay
bn_bd: মালয়

source: Malayalam
bn_bd: মালায়ালাম

source: Malaysia
bn_bd: মালয়েশিয়া

source: Maldives
bn_bd: মালদ্বীপ

source: Malformed simple selector as negation pseudo-class argument ‘%1$S’.
bn_bd: নেগেশন pseudo-class আর্গুমেন্ট '%1$S' হিসাবে বিকৃত সরল নির্বাচক পাওয়া গিয়েছে।

source: Mali
bn_bd: মালি

source: Malicious software can damage your computer or violate your privacy.
bn_bd: অনিষ্টকারী সফ্টওয়্যার আপনার কম্পিউটারের ক্ষতি করতে বা আপনার গোপনীয়তা লঙ্ঘন করতে পারে।

source: Malta
bn_bd: মাল্টা

source: Maltese
bn_bd: মাল্টিজ

source: Manage
bn_bd: ব্যবস্থাপনা

source: Manage account
bn_bd: অ্যাকাউন্ট ব্যবস্থাপনা

source: Manage Account
bn_bd: অ্যাকাউন্ট পরিচালনা

source: Manage breakpoints
bn_bd: ব্রেকপয়েন্ট নিয়ন্ত্রণ করা হবে

source: Manage containers
bn_bd: কন্টেইনার পরিচালনা

source: Manage debugger
bn_bd: ডিবাগার পরিচালনা করুন

source: Manage Devices…
bn_bd: ডিভাইস ব্যবস্থাপনা…

source: Manage Extra Components
bn_bd: বাড়তি কম্পোনেন্ট ব্যবস্থাপনা

source: Manage page translation
bn_bd: পাতার অনুবাদ নিয়ন্ত্রণ করুন

source: Manage plugins…
bn_bd: প্লাগইন ব্যবস্থাপনা…

source: Manage plug-in use
bn_bd: প্লাগ-ইন ব্যবহার পরিচালনা করুন

source: Manage profiler
bn_bd: প্রোফাইল পরিচালনা করুন

source: Manage Services…
bn_bd: পরিসেবা পরিচালনা…

source: Manage sharing your camera and/or microphone with the site
bn_bd: সাইটটির সাথে আপনার ক্যামেরা এবং/কিংবা মাইক্রোফোন শেয়ার নিয়ন্ত্রণ করুন

source: Manage sharing your microphone with the site
bn_bd: সাইটটির সাথে আপনার মাইক্রোফোন শেয়ার নিয়ন্ত্রণ করুন

source: Manage sharing your windows or screen with the site
bn_bd: সাইটটির সাথে আপনার উইন্ডোজ কিংবা স্ক্রিন শেয়ার নিয়ন্ত্রণ করুন

source: Manage stepping
bn_bd: স্টেপিং পরিচালনা

source: Manage use of DRM software
bn_bd: DRM সফটওয়্যারের ব্যবহার নিয়ন্ত্রণ করুন

source: Manage your add-ons by clicking %1$S in the %2$S menu.
bn_bd: %2$S মেনুতে %1$S ক্লিক করে আপনার অ্যাড-অন ব্যবস্থাপনা করুন।

source: Manage your add-ons (%S)
bn_bd: আপনার অ্যাড-অন পরিচালনা করুন (%S)

source: manage your Do Not Track settings
bn_bd: আপনার Do Not Track পরিচালনা করুন

source: Manifest has a character encoding of %S. Manifests must have the utf-8 character encoding.
bn_bd: ম্যানিফেস্টির একটি %S অক্ষরের এনকোডিং রয়েছে। ম্যানিফেস্টের অবশ্যই utf-8 অক্ষরের এনকোডিং থাকতে হবে।

source: Manifest has a mimetype of %S. Manifests must have a mimetype of text/cache-manifest.
bn_bd: ম্যানিফেস্টের একটি %S মাইমটাইপ রয়েছে। ম্যানিফেস্টের অবশ্যই একটি টেক্সট/ক্যাশ-ম্যানিফেস্ট মাইমটাইপ থাকতে হবে।

source: Manifest should be an object.
bn_bd: Manifest কোন অবজেক্ট হওয়া উচিত।

source: Manipulate add-ons
bn_bd: অ্যাড-অন নিপূণভাবে পরিচালনা করুন

source: Manipulate the commands
bn_bd: কমান্ড নিপূণভাবে পরিচালনা করুন

source: manual
bn_bd: ম্যানুয়াল

source: Manual proxy configuration:
bn_bd: স্বনির্ধারিত প্রক্সি কনফিগারেশন:

source: Manufacturer
bn_bd: প্রস্তুতকারক

source: Manx
bn_bd: ম্যাক্স

source: Maori
bn_bd: মাওরি

source: Marathi
bn_bd: মারাঠি

source: margin
bn_bd: মার্জিন

source: Margins (#1)
bn_bd: মার্জিন (#1)

source: Margins &amp; Header/Footer
bn_bd: মার্জিন ও শীর্ষচরণ/পাদচরণ

source: Markup View
bn_bd: মার্কআপ প্রদর্শন

source: Marshallese
bn_bd: মার্শালীয়

source: Marshall Islands
bn_bd: মার্শাল দ্বীপপুঞ্জ

source: Martinique
bn_bd: মার্টিনিক

source: Master Password successfully changed.
bn_bd: মাস্টার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে।

source: Match case
bn_bd: অক্ষর ছাঁদ মেলানো (c)

source: Match Case
bn_bd: কেশ মেলাও c

source: Matched
bn_bd: মিলে গেছে

source: math
bn_bd: অংক

source: Mathematics
bn_bd: গণিত

source: math table
bn_bd: গণিত টেবিল

source: Mauritania
bn_bd: মৌরিটানিয়া

source: Mauritius
bn_bd: মরিশাস

source: max
bn_bd: সর্বোচ্চ

source: Max Channels
bn_bd: ম্যাক্স চ্যানেল

source: Max consecutive line breaks
bn_bd: সর্বোচ্চ ধারাবাহিক লাইন ব্রেক

source: Maximize the toolbox
bn_bd: টুলবক্স সর্বচ্চো করুন

source: Maximum number of intermediate CAs: %S
bn_bd: অন্তর্বর্তী CA-র সর্বাধিক সংখ্যা: %S

source: Mayotte
bn_bd: মেওতে

source: MB
bn_bd: মেগাবাইট

source: MB of space
bn_bd: মেগাবাইট জায়গা

source: MD5 digest function failed.
bn_bd: MD5 ডাইজেস্ট ফাংশন বিফল।

source: MDN documentation for the CSS property ‘%1$S’ was not found.
bn_bd: MDN ডকুমেন্টেশনে CSS এর বৈশিষ্ট্য ‘%1$S’ পাওয়া যায়নি।

source: Measure a portion of the page
bn_bd: পাতার একটি অংশ পরিমাপ করুন

source: Media
bn_bd: মিডিয়া (M)

source: Media features with min- or max- must have a value.
bn_bd: min- অথবা max- যুক্ত ফিচারের মান থাকা আবশ্যক।

source: Media files
bn_bd: মিডিয়া ফাইল

source: media plugin
bn_bd: মিডিয়া প্লাগইন

source: Media Plugin Sandboxing
bn_bd: মিডিয়া প্লাগইন Sandboxing

source: Media Preview:
bn_bd: মিডিয়ার প্রাকদর্শন:

source: MediaRecorder does not support recording multiple tracks of the same type at this time.
bn_bd: MediaRecorder এখন একই ধরনের একাধিক ট্র‍্যাক রেকর্ড করা সমর্থন করে না।

source: Media resource %S could not be decoded.
bn_bd: মিডিয়া রিসোর্স %S সঙ্কেতমুক্ত করা যাবে না।

source: @media rules
bn_bd: @মিডিয়া নিয়মাবলী

source: MediaStream.stop() is deprecated and will soon be removed. Use MediaStreamTrack.stop() instead.
bn_bd: MediaStream.stop() অসমর্থিত এবং অতিসত্ত্বর অপসারিত হবে। এর পরিবর্তে MediaStreamTrack.stop() ব্যবহার করুন।

source: MediaStreamTrack %S could not be added since it belongs to a different AudioChannel.
bn_bd: MediaStreamTrack %S যোগ করা যাবে না, কারণ এটি ভিন্ন AudioChannel এর অন্তর্ভুক্ত।

source: Medium Grade
bn_bd: মধ্যম গ্রেড

source: Memory
bn_bd: মেমরি

source: Memory map:
bn_bd: মেমরি ম্যাপ:

source: Memory Panel
bn_bd: মেমরি প্যানেল

source: Memory Use
bn_bd: মেমোরির ব্যবহার

source: menu bar
bn_bd: মেনু বার

source: Menu Bar
bn_bd: মেনু বার M

source: menu popup
bn_bd: পপআপ মেনু

source: Merge Warning
bn_bd: একত্রিকরণ সতর্কতা

source: Message:
bn_bd: বার্তা:

source: Message: {{message}}
bn_bd: বার্তা: {{message}}

source: Message not sent.
bn_bd: বার্তা পাঠানো হয়নি।

source: Messages
bn_bd: বার্তা (M)

source: Messages Received
bn_bd: বার্তা গৃহীত হয়েছে

source: Messages Sent
bn_bd: বার্তা প্রেরিত হয়েছে

source: Meta
bn_bd: মেটা

source: Meta (1 tag)
bn_bd: মেটা (1টি ট্যাগ)

source: Meta (%S tags)
bn_bd: মেটা (%Sটি ট্যাগ)

source: method
bn_bd: পদ্ধতি

source: Method
bn_bd: পদ্ধতি

source: Method call
bn_bd: মেথড কল

source: Mexico
bn_bd: মেক্সিকো

source: Micronesia, Federated States of
bn_bd: মাক্রোনেশিয়া, ফেডারেটেড স্টেটস্ অফ

source: Microphone to share:
bn_bd: যেসকল মাইক্রোফোন শেয়ার করা হবে: M

source: Microsoft CA Version
bn_bd: মাইক্রোসফট CA সংস্করণ

source: Microsoft Certificate Template Name
bn_bd: মাইক্রোসফট সার্টিফিকেট টেমপ্লেট নাম

source: Microsoft Commercial Code Signing
bn_bd: মাইক্রোসফট বানিজ্যিক কোড স্বাক্ষর

source: Microsoft Document Signing
bn_bd: মাইক্রোসফট ডকুমেন্ট স্বাক্ষর

source: Microsoft Domain GUID
bn_bd: মাইক্রোসফট ডোমেইন GUID

source: Microsoft Edge
bn_bd: মাইক্রোসফট এজ

source: Microsoft Encrypting File System
bn_bd: মাইক্রোসফট এনক্রিপ্টিং ফাইল সিস্টেম

source: Microsoft File Recovery
bn_bd: মাইক্রোসফট ফাইল পুনরুদ্ধার

source: Microsoft Individual Code Signing
bn_bd: মাইক্রোসফট ইউনিক কোড স্বাক্ষর

source: Microsoft Internet Explorer
bn_bd: মাইক্রোসফট ইন্টারনেট এক্সপ্লোরার

source: Microsoft Key Recovery
bn_bd: মাইক্রোসফট কী রিকভারি

source: Microsoft Key Recovery Agent
bn_bd: মাইক্রোসফট কী পুনরুদ্ধার এজেন্ট

source: Microsoft Lifetime Signing
bn_bd: মাইক্রোসফট লাইফটাইম স্বাক্ষর

source: Microsoft Principal Name
bn_bd: মাইক্রোসফট প্রিন্সিপাল নাম

source: Microsoft Qualified Subordination
bn_bd: মাইক্রোসফট কোয়ালিফাইড সাবঅর্ডিনেট

source: Microsoft Server Gated Crypto
bn_bd: মাইক্রোসফট সার্ভার গেটেড ক্রিপ্টো

source: Microsoft Smart Card Logon
bn_bd: মাইক্রোসফট স্মার্ট কার্ড লগঅন

source: Microsoft Time Stamping
bn_bd: মাইক্রোসফট টাইম স্ট্যাম্পিং

source: Microsoft Trust List Signing
bn_bd: মাইক্রোসফট বিশ্বস্ত তালিকা স্বাক্ষর

source: Microsoft Windows Hardware Driver Verification
bn_bd: মাইক্রোসফট উইন্ডোজ হার্ডওয়্যার ড্রাইভার যাচাইকরণ

source: Midway Islands
bn_bd: মিডওয়ে দ্বীপপুঞ্জ

source: millimeters
bn_bd: মিলিমিটার

source: MIME Type
bn_bd: MIME ধরন

source: MIME Type:
bn_bd: MIME ধরন:

source: MIME Types
bn_bd: MIME এর ধরন

source: min
bn_bd: সর্বনিম্ন

source: Minimize
bn_bd: ন্যূনতম বিস্তার

source: Minimize the toolbox
bn_bd: টুলবক্স ন্যূনতম করুন

source: Minimum font size:
bn_bd: ফন্টের সর্বনিম্ন মাপ:

source: Mirror Tab
bn_bd: মিরর M ট্যাব

source: mismatched tag
bn_bd: ট্যাগে গরমিল

source: Misplaced non-space characters inside a table.
bn_bd: টেবিলের মধ্যে মিসপ্লেস ফাঁকাস্থানবিহীন অক্ষর।

source: Missing
bn_bd: নিখোঁজ

source: Missing argument in negation pseudo-class ‘%1$S’.
bn_bd: নেগেশন pseudo-class '%1$S' এর মধ্যে আর্গুমেন্ট পাওয়া যায়নি।

source: Missing argument in pseudo-class ‘%1$S’.
bn_bd: pseudo-class '%1$S' এর আর্গুমেন্ট পাওয়া যায়নি।

source: Missing closing ‘)’ in negation pseudo-class ‘%1$S’.
bn_bd: নেগেশন pseudo-class '%1$S' এর মধ্যে ')' পাওয়া যায়নি।

source: Missing closing ‘)’ in pseudo-class, found ‘%1$S’ instead.
bn_bd: pseudo-class এর সমাপনী ')' পাওয়া যায়নি, পরিবর্তে '%1$S' পাওয়া গিয়েছে।

source: Missing ‘icons’ in Manifest.
bn_bd: ম্যানিফেসটে 'icons' পাওয়া যাচ্ছে না।

source: Missing mandatory ‘name’ in Manifest.
bn_bd: ম্যানিফেসটে অত্যাবশ্যকীয় 'name' পাওয়া যাচ্ছে না ।

source: Missing PDF file.
bn_bd: নিখোঁজ PDF ফাইল।

source: Missing something? Some extensions are no longer supported by &brandShortName;.
bn_bd: কোন কিছু পাওয়া যাচ্ছে না? কোন কোন এক্সটেনশন &brandShortName; আর সমর্থন করে না।

source: Missing something? Some plugins are no longer supported.
bn_bd: কোন কিছু পাওয়া যাচ্ছে না? কোন কোন প্লাগইন আর সমর্থন করে না।

source: Missing something? Some plugins are no longer supported by &brandShortName;.
bn_bd: কোন কিছু পাওয়া যাচ্ছে না? কোন কোন প্লাগইন &brandShortName; আর সমর্থন করে না।

source: Missing space before doctype name.
bn_bd: ডকুমেন্ট ধরণের নামের আগে স্পেস পাওয়া যায়নি।

source: Mixed Content
bn_bd: মিশ্র বিষয়বস্তু

source: Mobile Bookmarks
bn_bd: মোবাইল বুকমার্ক

source: Modification Date:
bn_bd: পরিবর্তনের তারিখ:

source: modified
bn_bd: পরিবর্তিত

source: Modified:
bn_bd: পরিবর্তিত:

source: Modify
bn_bd: পরিবর্তন (M)

source: Module
bn_bd: মডিউল

source: Module filename:
bn_bd: মডিউল ফাইলের নাম:

source: Module Name:
bn_bd: মডিউলের নাম:

# Modulus (%S bits): %S Exponent (%S bits): %S
source: Modulus (%S bits):\n%S\nExponent (%S bits):\n%S
bn_bd: মডুলাস (%S বিট):\n%S\nএক্সপোনেন্ট (%S বিট):\n%S

source: Moldova
bn_bd: মল্ডোভা প্রজাতন্ত্র

source: Monaco
bn_bd: মোনাকো

source: Mongolia
bn_bd: মঙ্গোলিয়া

source: Mongolian
bn_bd: মঙ্গোলিয়ান

source: Monitor
bn_bd: মনিটর

source: Monitor extension usage and manage themes
bn_bd: এক্সটেনশনের ব্যবহার পর্যবেক্ষণ এবং থিম ব্যবস্থাপনা

source: Montenegro
bn_bd: মন্টেনিগ্রো

source: Montserrat
bn_bd: মন্টসেরাত

source: more…
bn_bd: আরও…

source: More
bn_bd: আরও

source: More Info
bn_bd: আরও তথ্য

source: More information
bn_bd: আরও তথ্য

source: More Information
bn_bd: আরও তথ্য
